Repository: PatrykMis/bookcover-dl
Catalog: locales/*/LC_MESSAGES/BookCover-DL.po
Languages: pl_pl

source: Enter URL or ISBN:
pl_pl: Wprowadź URL lub ISBN

source: Valid ISBN number
pl_pl: Poprawny numer ISBN

source: The entered number appears to be valid ISBN, but the functionality of finding the book and downloading its cover is not yet implemented.
pl_pl: Wprowadzony numer wydaje się być prawidłowym numerem ISBN, ale funkcja wyszukiwania książki i pobierania jej okładki nie jest jeszcze zaimplementowana.

source: Unknown input
pl_pl: Nieznane wejśćie

source: It looks like the entered input is not a valit URL address nor ISBN number. Please enter valid URL address, including HTTP or preferably https protocol or ISBN number, with or without dashes.
pl_pl: Wygląda na to, że wprowadzone dane wejściowe nie są prawidłowym adresem URL ani numerem ISBN. Podaj proszę prawidłowy adres URL, z protokołem HTTP lub najlepiej https łącznie, albo numer ISBN, z myślnikami lub bez.

source: Success
pl_pl: Sukces

source: Successfully saved cover of the book named "{}" to "{}".
pl_pl: Pomyślnie zapisano okładkę książki pt. "{}" do "{}".

source: Warning
pl_pl: Uwaga

source: Unknown service
pl_pl: Nieznany serwis

source: Error
pl_pl: Błąd

source: Failed to obtain the book cover. Either the URL is wrong or there is some kind of connection error; perhaps the developer will add a specific logic to display a more precise cause of this error.
pl_pl: Nie udało się uzyskać okładki książki. Albo adres URL jest błędny, albo wystąpił jakiś błąd połączenia; być może programista doda konkretną logikę, aby wyświetlić dokładniejszą przyczynę tego błędu.

source: View &Source on GitHub
pl_pl: Zobacz &źródło na GitHub

source: View GPL v3 &License
pl_pl: Zobacz licencję &GPL v3

source: &About…
pl_pl: &O programie
